Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/3_id_458425.html.tmx
Source language: sme
Languages: nob

source: Dás don leat :
nob: Du er her :

source: Bargodepartemeanta
nob: Arbeidsdepartementet

source: Dokumeanttat
nob: Dokumenter

source: Proposišuvnnat ja dieđáhusat
nob: Proposisjoner og meldinger

source: Dieđáhusat Stuorradiggái
nob: Meldinger til Stortinget

source: 3 Sámepolitihka rievttálaš ...
nob: 3 Det rettslige grunnlaget ...

source: St.dieđ. nr. 55 ( 2000-2001 )
nob: St.meld. nr. 55 ( 2000-2001 )

source: Sámepolitihka birra
nob: Om samepolitikken

source: Bláđe dokumeanttas :
nob: Bla i dokumentet :

source: &lt; 2 Sámi ja dáža historjá ...
nob: &lt; 2 Samisk og norsk historie ...

source: 4 Sámedikki váldi ja ... &gt;
nob: 4 Sametingets myndighet ... &gt;

source: Ovdasiidu
nob: Dokumentets forside

source: 3 Sámepolitihka rievttálaš vuođus
nob: 3 Det rettslige grunnlaget for samepolitikken

source: 3.1 Riektevuođus – manne sierra eamiálbmotriekti ?
nob: 3.1 Rettsgrunnlaget – hvorfor en særskilt urfolksrett ?

source: Sámit leat dohkkehuvvon eamiálbmogin Norggas .
nob: Samene er anerkjent som urfolk i Norge .

source: Ii gávdno almmatge makkárge oppalaš , riikkaidgaskasaččat dohkkehuvvon eamiálbmogiid meroštallan 1 .
nob: Det finnes imidlertid ikke noen generell , internasjonalt akseptert definisjon av urfolk .

source: ILO-soahpamuš nr. 169 eamiálbmogiid ja čearddalaš álbmogiid birra iešstivrejeaddji stáhtain , sisdoallá almmatge artihkkalis 1 b eamiálbmogiid meroštallama , mii maiddái geavahuvvo dán dieđáhusas :
nob: ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater , inneholder imidlertid i artikkel 1 b en definisjon av urfolk , som også brukes i denne meldingen :

source: « Álbmogat iešstivrejeaddji stáhtain mat leat adnojuvvon álgovuolggalažžan dasgo surggiidit álbmogiin mat ásse riikkas dahje geográfalaš guovllus masa riika gullá dalle go vuollásteapmi ja koloniseren dáhpáhuvai dahje dalle go dálá stáhtaráját mearriduvvojedje , ja geat – beroškeahttá sin rievttálaš dilálašvuođas – leat bisuhan buot dahje muhtun iežaset sosiála , ekonomalaš , kultuvrralaš ja politihkalaš institušuvnnaid . »
nob: « Folk i selvstendige stater som er ansett som opprinnelige fordi de nedstammer fra de folk som bebodde landet eller en geografisk region som landet hører til da erobring eller kolonisering fant sted eller da de nåværende statsgrenser ble fastlagt , og som – uansett deres rettslige stilling – har beholdt alle eller noen av sine egne sosiale , økonomiske , kulturelle og politiske institusjoner . »

source: Eamiálbmogiid meroštallan ILO-soahpamušas nr. 169 eamiálbmogiid ja čearddalaš álbmogiid birra iešstivrejeaddji stáhtain lea álbmotrievttálaččat geatnegahtti maiddái Norgii dan duovdagis man konvenšuvdna gokčá .
nob: Definisjonen av urfolk i ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater er folkerettslig forpliktende for Norge innenfor det området konvensjonen dekker .

source: Alimusrievtti duomu 21.6.2001 mielde celkojuvvo ahte ILO-soahpamuš nr. 169 , art. 1 , eahpitkeahttá addá sámiide stáhtusa eamiálbmogin Norggas , maiddái máttasámi guovllus .
nob: I henhold til Høyesteretts dom av 21.6.2001 uttales det at ILO-konvensjon nr. 169 , art. 1 nr. 1 b , utvilsomt gir samene status som urfolk i Norge , også i det sørsamiske området .

source: Norgalaš eiseválddit leat , sihke álbmotirevtti ja riikkagottálaš rievtti bokte , geatnegahttojuvvon láhčit dilálašvuođaid nu ahte sámi álbmotjoavku sáhttá seailluhit ja gárgedit iežas giela , kultuvrra ja servodateallima .
nob: Norske myndigheter er , både gjennom folkeretten og nasjonal rett , forpliktet til å legge forholdene til rette for at den samiske folkegruppen skal kunne sikre og utvikle sitt språk , sin kultur og sitt samfunnsliv .

source: Erenoamáš riektestandárddat leat gárgeduvvon riikkaidgaskasaččat vai eamiálbmogiid eallinvuohki ja kultuvra váfistuvvo ja gárgeduvvo .
nob: Det er utviklet spesielle rettsstandarder internasjonalt for å sikre at urfolks levesett og kultur opprettholdes og utvikles .

source: Dát gáredeapmi oidno maiddái norgalaš láhkamearrádusain .
nob: Denne utviklingen gjenspeiles også i det norske lovverket .

source: Ráđđehus ulbmilin lea ahte Norga galgá deavdit buot riikkagottálaš ja riikkaidgaskasaš rievttálaš geatnegasvuođaidis sámi veahkadaga guovdu .
nob: Regjeringens mål er at Norge skal oppfylle alle sine nasjonale og internasjonale rettslige forpliktelser i forhold til den samiske befolkningen .

source: Dát rievttálaš geatnegasvuođat leat guovdilis oassin ráđđehusa sámepolitihka vuđđosis .
nob: Disse rettslige forpliktelsene er en sentral del av grunnlaget for regjeringens samepolitikk .

source: Vuoigatvuođaid háhku 2 lea váfistit ahte dat mii lea erenoamáš sámi álbmotjovkui , nugo giella ja kultuvra , galgá sáhttit váfistuvvot ja gárgeduvvot sámiid iežaset eavttuid mielde .
nob: Hensikten med rettighetene er å sikre at det som er unikt for den samiske folkegruppen , slik som språk og kultur , skal kunne sikres og utvikles på samenes egne premisser .

source: Guovdilis juksanmearrin lea maiddái ahte sámit ožžot ovttaárvosašvuođa eanádatveahkadagain servodatbálvalusaid ja eallindiliid dáfus .
nob: Det er også en sentral målsetting at samene oppnår likeverdighet med majoritetsbefolkningen når det gjelder tilbud om samfunnstjenester og levekår .

source: Mihtilmassan eamiálbmogiidda lea ahte sii eai leat ráđđejeaddji álbmot stuorát servodagas mas sii leat oassin .
nob: Typisk for urfolk er at de ikke er det dominerende folket i det større samfunnet de er en del av .

source: Danne buhtes eanetlohkodemokratiija ii dárbbaš áimmahuššat veahádatberoštusaid .
nob: Rent flertallsdemokrati ivaretar derfor ikke nødvendigvis minoritetsinteresser .

source: Danne leat mekanismmat mat váfistit veahádagaid vuoigatvuođaid dárbbašlaččat vai ožžojuvvo duođalaš demokratiija mii váfista mieldemearrideami ja váikkuhanfámu maiddái veahádagaide .
nob: Mekanismer som sikrer minoriteters rettigheter er derfor nødvendige for å oppnå reelt demokrati som sikrer medbestemmelse og innflytelse også for minoriteter .

source: Eamiálbmogat eai leat veahádagat buot riikkain .
nob: Urfolk er ikke minoriteter i alle land .

source: Máŋgga stáhtas , nugo Bolivias ja Guatemalas , dahket sii mearkkašahtti eanetlogu veahkadagas .
nob: I flere stater , som Bolivia og Guatemala , utgjør de et betydelig flertall av befolkningen .

source: Nubbi eará oktasašsárggus eatnat eamiálbmogiidda lea ahte sin kultuvrra leat ovdalis guovddáš eiseválddit suoli geahččalan bilidit , ja ahte eamiálbmogat leat uhkiduvvon guhkilmas assimilašuvdnapolitihkain .
nob: Et annet fellestrekk for svært mange urfolk er at deres kultur tidligere har vært forsøkt underminert fra sentrale myndigheters side , og at urfolkene har vært utsatt for langvarig assimilasjonspolitikk .

source: Dát lea maiddái dovdomearkan sámiide Norggas .
nob: Dette kjennetegner også samene i Norge .

source: 1800-logus meroštallojuvvojedje sámit amas álbmotčeardan – ja gohčoduvvojedje dávjá olbmuidvuođakeahtes luođuvájaldeaddjin .
nob: På 1800-tallet ble samene gjerne definert som et fremmed folkeslag – ofte karakterisert som usiviliserte , ville nomader .

source: Sosiáldarwinisttalaš jurddašeapmi lei maiddái mielde dagaheamen nállevealaheaddji miellaguottuid ja govahallamiid rásahierarkiija birra .
nob: Sosialdarwinistisk tenkning medvirket også til rasistiske holdninger og forestillinger om rasehierarki .

source: Dát jurddašeapmi lei mielde báidnimin dan politihka man almmolaš eiseválddit čađahedje , vrd. kap. 2 .
nob: Denne tenkningen ver med på å prege den politikken som ble ført av offentlige myndigheter ( jf. kap. 2 ) .

source: Ii leat doarvái julggaštit ahte olggušteaddji ja assimilerejeaddji politihkka lea loahpahuvvon .
nob: Det er ikke tilstrekkelig å erklære en politikk preget av diskriminering og assimilering som avsluttet .

source: Maŋŋilváikkuhusat badjelgeahčči miellaguottuid hámis sáhttet darvánit guhkes áigái .
nob: Ettervirkningene i form av nedvurderende holdninger kan sitte i lenge .

source: Danne lea dárbbašlaš positiiva doaibmabijuiguin divvut diekkár politihka guhkesáiggeváikkuhusaid .
nob: Det er derfor nødvendig med positive tiltak for å bøte på langtidsvirkningene av slik politikk .

source: Árjjálaš dagut stáhta bealis sáhttet máŋgii leat dárbbašlaččat divvut vahágiid mat kultuvrii ja gillii leat dagahuvvon , ja dahkat vuđđosa gielalaš ja kultuvrralaš ođđasisvirkkosmahttimii .
nob: Aktiv handling fra statens side vil i mange tilfeller være påkrevd for å reparere noen av de skadene kultur og språk er påført , og å legge grunnlaget for en språklig og kulturell revitalisering .

source: Eamiálbmogiid vuoigatvuođat lea suodjaluvvon sihke riikkaidgaskasaš konvenšuvnnain maidda Norga lea guorrasan , ja norgalaš lága mearrádusain .
nob: Urfolks rettigheter er beskyttet både i internasjonale konvensjoner som Norge har tiltrådt , og i bestemmelser i norsk lov .

source: Olmmošvuoigatvuođakonvenšuvnnaid erenoamášvuohta lea ahte dat addet stáhtaide geatnegasvuođaid oktagasaid hárrái stáhtaid jurisdikšuvnna / territoriija 3 siskkabealde .
nob: Det spesielle med menneskerettighetskonvensjonene er at de gir statene plikter i forhold til individer innenfor statenes jurisdiksjon / territorium .

source: Ieš konvenšuvnnaid čađaheapmi lea biddjouvvon stáhtaide alcceset .
nob: Selve gjennomføringen av konvensjonene er overlatt til statene selv .

source: Oppamáilmmálaš olmmošvuoigatvuođat gustojit buohkaide , maiddái eamiálbmogiidda ja veahádagaide .
nob: De universelle menneskerettighetene gjelder for alle , også for urfolk og minoriteter .

source: Lassin gávdnojit vuoigatvuođat mat dušše gustojit veahádagaide ja/dahje eamiálbmogiidda .
nob: I tillegg finnes det rettigheter som bare gjelder minoriteter og / eller urfolk .

source: 3.2 Erohusat eamiálbmotvuoigatvuođaid ja veahádatvuoigatvuođaid gaskkas
nob: 3.2 Forskjeller mellom urfolksrettigheter og minoritetsrettigheter

source: Eamiálbmogiid álbmotrievttálaš suodjalus , nugo dat lea hámuhuvvon 4 ILO-soahpamušas nr. 169 , lea eanet konkrehtalaš , manná guhkkelii ja siskkilda eanet duovdagiid go sihke oppalaš veahádatsuodjalus álbmotrievttis ja suodjalus mii riikkagottálaš veahádagain lea eará riikkaidgaskasaš konvenšuvnnaid bokte maid Norga lea nannen 5 .
nob: Det folkerettslige vernet om urfolks rettigheter , slik det er formulert i ILO-konvensjon nr. 169 , er mer konkret , går lenger og omfatter flere felt enn både det generelle minoritetsvernet i folkeretten , og det vernet nasjonale minoriteter har gjennom andre internasjonale konvensjoner som Norge har ratifisert .

source: Deaŧalaš erohus lea ahte árbevirolaš vuoigatvuođat mat eamiálbmogiin leat eatnamiidda ja čáziide , lea ožžon sierra suodjalusa ILO-soahpamušas .
nob: En viktig forskjell er at de tradisjonelle rettighetene urfolk har til land og vann , har fått et særlig vern i ILO-konvensjonen .

source: Dát boahtá sin guhkilmas čatnašumis eanaguovlluide , ja ahte sin kultuvra lea čavgadit čadnojuvvon eatnama ja luondduvalljodagaid geavaheapmái .
nob: Dette har sammenheng med deres langvarige tilknytning til landområdene , og med at kulturen deres er nært knyttet til bruk av land og naturressurser .

source: Dát gažaldagat eai galgga almmatge gieđahallojuvot dán dieđáhusas , muhto barggus mii dál lea doaimmas ráđđehusas Sámi vuoigatvuođalávdegotti evttohusain Finnmárkku birra ( NOU 1997 : 4 Naturgrunnlaget for samisk kultur- ( Sámi kultuvrra luondduvuođus ) ) , ja ođđa Sámi vuoigatvuođalávdegottis mii nammaduvvui giđđat 2001 ( vrd. kap. 3.5 ) .
nob: Disse spørsmålene vil imidlertid ikke bli behandlet i denne meldingen , men i det arbeidet som nå pågår i regjeringen med Samerettsutvalgets forslag om Finnmark ( NOU 1997 : 4 Naturgrunnlaget for samisk kultur ) , og i det nye Samerettsutvalget som ble nedsatt våren 2001 ( jf. kap. 3.5 ) .

source: Eamiálbmotvuoigatvuođat leat dasa lassin eanet go dábálaš veahádatvuoigatvuođat hámuhuvvon oktasaš vuoigatvuohtan .
nob: Urfolksrettighetene er dessuten i større grad enn de generelle minoritetsrettighetene formulert som kollektive rettigheter .

source: Konvenšuvnnat mat siskkildit veahádagaid , čujuhit oktagasaid vuoigatvuođaide , vaikko máŋgga dán vuoigatvuođas dušše lea meinnet go dat geavahuvvojit oktanaga nuppiiguin .
nob: Konvensjoner som omhandler minoriteter refererer til individers rettigheter , selv om mange av disse rettighetene kun gir mening når de utøves i fellesskap med andre .

source: Vaikko vel leatge erohusat nugo bajábealde namahuvvon , de lea eamiálbmotvuoigatvuođain liikká olu mii leat oktasaš riikkagottálaš veahádagaid vuoigatvuođaiguin , erenoamážit das mii gusto kultuvrra , giela ja kultuvrralaš identitehta ja suodjaleami vuoigatvuhtii .
nob: Til tross for de ovennevnte forskjellene , har urfolksrettighetene likevel mye til felles med rettighetene til nasjonale minoriteter , særlig når det gjelder retten til vern om og styrking av kultur , språk og kulturell identitet .

source: 3.3 Riikkaidgaskasaš riektenjuolggadusat
nob: 3.3 Internasjonale rettsregler

source: Norga lea guorrasan máŋga riikkaidgaskasaš konvenšuvdnii , julggaštussii ja šiehtadussii main lea mearkkašupmi čearddalaš veahádagaid ja eamiálbmogiid riektedillái .
nob: Norge har tiltrådt flere internasjonale konvensjoner , erklæringer og avtaler som har betydning for rettstilstanden til etniske minoriteter og urfolk .

source: Deaŧalaččamus neavvut 6 maidda Norga lea guorrasan dán oktavuođas leat :
nob: De viktigste internasjonale instrumentene som Norge har sluttet seg til i denne sammenhengen er :

source: ON:a konvenšuvdna 1966 siviila ja politihkalaš vuoigatvuođaid birra , erenoamážit artihkal 27
nob: FNs konvensjon av 1966 om sivile og politiske rettigheter , særlig artikkel 27

source: ILO-soahpamuš nr. 169 eamiálbmogiid ja čearddalaš álbmogiid birra iešstivrejeaddji stáhtain
nob: ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater

source: ON:a konvenšuvdna máná vuoigatvuođaid birra , vrd. kapihttaliin 9
nob: FNs konvensjon om barnets rettigheter , jf. kapittel 9

source: Eurohparáđi lihttu guovlo- dahje veahádatgielaid várás , vrd. kapihttaliin 7
nob: Europarådets pakt for regions- eller minoritetsspråk , jf. kapittel 7

source: Eurohparáđi rámmakonvenšuvdna riikkagottálaš veahádagaid suodjalusa birra
nob: Europarådets rammekonvensjon om vern av nasjonale minoriteter

source: Eará áššegirji mii albmada riikkaidgaskasaš servodaga oainnu eamiálbmogiid vuoigatvuođaid hárrái , lea Agenda 21 , kapihtal 26 eamiálbmogiid ja sin servodagaid dohkkeheami ja nannema birra deklarašuvnnas 7 mii addojuvvui Máilmmekonfereanssas birrasa ja gárgedeami várás 1992 ( Rio-julggaštus ) , vrd. kapihttaliin 13 .
nob: Et annet dokument som gir uttrykk for det internasjonale samfunnets syn på urfolks rettigheter , er Agenda 21 , kapittel 26 om anerkjennelse og styrking av urfolk og deres samfunn i erklæringen fra Verdenskonferansen for miljø og utvikling i 1992 ( Rio-erklæringen ) , jf. kapittel 13 .

source: Álbmotrievttálaččat lea erenoamážit artihkal 27 ON:a konvenšuvnnas 1966 siviila ja politihkalaš vuoigatvuođaid birra ja ILO-soahpamuš nr. 169 1989 eamiálbmogiid ja čearddalaš álbmogiid birra iešstivrejeaddji stáhtain mat bidjet rámmaid norgalaš sámepolitihkkii .
nob: Folkerettslig er det særlig artikkel 27 i FNs konvensjon av 1966 om sivile og politiske rettigheter og ILO-konvensjon nr. 169 av 1989 om urfolk og stammefolk i selvstendige stater som setter rammer for norsk samepolitikk .

source: Dát konvenšuvnnat máinnašuvvojit vuolábealde .
nob: Disse konvensjonene vil bli omtalt nedenfor .

source: Eurohparáđi rámmakonvenšuvnna riikkagottálaš veahádagaid suodjalusa birra maiddái máinnašuvvo oanehaččat vuolábealde .
nob: En kort omtale av Europarådets rammekonvensjon om vern av nasjonale minoriteter følger også nedenfor .

source: Duot earát máinnašuvvojit maŋŋelis kapihttaliin .
nob: De andre vil bli omtalt i senere kapitler .

source: 3.3.1 Artihkal 27 ON:a konvenšuvnnas 1966 siviila ja politihkalaš vuoigatvuođaid birra
nob: 3.3.1 Artikkel 27 i FNs konvensjon av 1966 om sivile og politiske rettigheter

source: Artihkal 27 ON:a konvenšuvnnas siviila ja politihkalaš vuoigatvuođaid birra 1966 lea veahádagaid suodjaleami guovdilis mearrádus riikkaidgaskasaš rievttis .
nob: Artikkel 27 i FNs konvensjon om sivile og politiske rettigheter fra 1966 er en sentral bestemmelse i internasjonal rett til vern om minoriteter .

source: Artihkal dadjá ahte daid stáhtain gos gávdnojit čearddalaš , oskkoldatlaš dahje gielalaš veahádagat , ii galgga sis , geat gullet dákkáriidda , rihppojuvvot vuoigatvuohta , ovttas iežas joavkku nuppiid miellahtuiguin , dikšut iežaset kultuvrra , dovddastit ja geavahit iežaset oskkoldaga , dahje atnit iežaset giela .
nob: Artikkelen sier at i de stater hvor det finnes etniske , religiøse eller språklige minoriteter , skal de som tilhører slike , ikke berøves retten til , sammen med andre medlemmer av sin gruppe , å dyrke sin egen kultur , bekjenne og praktisere sin egen religion , eller bruke eget språk .

source: Norgalaš eiseválddit dovddastit ahte sámiin leat vuoigatvuođat dán mearrádusa mielde .
nob: Norske myndigheter anerkjenner at samene har rettigheter i forhold til denne bestemmelsen .

source: Artihkal suodjala veahádagaid nuppásteami 8 vuostá , ja addá vuđđosa árjjálaš doarjagii .
nob: Artikkelen verner minoriteter i forhold til negativ forskjellsbehandling , og gir grunnlag for aktiv støtte .

source: Sámelága ovdabargguin árvvoštallojuvvui artihkal 27 nana riektegáldun sámi vuoigatvuođaide , sihke politihkalaš , kultuvrralaš ja ekonomalaš vuoigatvuođaide .
nob: I forarbeidene til sameloven ble artikkel 27 vurdert som en sterk rettskilde for samiske rettigheter , både politiske , kulturelle og økonomiske .

source: Dat lei maiddái oassin vuđđosis Stuorradikki mearrádussii Vuođđolága § 110a birra 1988 .
nob: Den utgjorde også en del av grunnlaget for Stortingets vedtak av Grunnlovens § 110 a i 1988 .

source: Dál lea dábálaš dulkojupmi ahte dat addá láhkavuđđosa gáibidit positiiva doaibmabijuid eiseválddiin vai geatnegasvuođat čuvvojuvvojit .
nob: Det er nå en alminnelig tolkning at den hjemler krav om positive tiltak fra myndighetenes side for å etterkomme forpliktelsene .

source: Guovdilis gažaldahkan artihkkala 27 hárrái lea leamaš kulturdoahpaga dulkojupmi , ja dainna geatnegasvuođaid sisdoalus maid dat ásaha .
nob: Et sentralt spørsmål i forhold til artikkel 27 har vært kulturbegrepets tolkning , og dermed innholdet i de forpliktelsene den etablerer .

source: Artihkal báhkkoda sániidis mielde suodjalusa jurddalaš 9 kultuvrii ja kultuvrralaš olggosbuktinvugiide nugo gillii ja oskkoldahkii .
nob: Artikkelen uttrykker i sin ordlyd vern om den ideelle kulturen og kulturelle ytringsformer som språk og religion .

source: Sámiid hárrái eamiálbmogin lea dábálaš dulkojupmi ahte mearrádus maiddái siskkilda ávnnaslaš ovdehusaid 10 sámiid buohkanas kulturgeavaheapmái .
nob: I forhold til samer som urfolk er det en alminnelig tolkning at bestemmelsen også omfatter de materielle forutsetningene for samenes totale kulturutøvelse .

source: Mearrádusa mearkkašupmi sámiid riektedillái lea vuđolaččat ságaškuššojuvvon NA— 1984 : 18 Sámiid vuoigatvuođaid dili birra .
nob: Bestemmelsens betydning for samenes rettsstilling er grundig drøftet i NOU 1984 : 18 Om samenes rettsstilling .

source: Máŋga gažaldaga mat ledje eahpečielgasat 1984 , leat maŋŋelis čielggaduvvon ON:a Olmmošvuoigatvuođakomitea geavada bokte , mii goziha konvenšuvnna siviila ja politihkalaš vuoigatvuođaid birra .
nob: Mange av de spørsmålene som var usikre i 1984 , er senere avklart gjennom praksis i FNs menneskerettighetskomité , som overvåker konvensjonen om sivile og politiske rettigheter .

source: Komitea mearrádusat ja cealkámušat nannejit doahpaga dulkojumi mii dahkkojuvvui NA—:s 1984 : 18 artihkkala 27 duhkodaga hárrái .
nob: Komitéens avgjørelser og uttalelser styrker den tolkningen av begrepet som ble gjort i NOU 1984 : 18 når det gjelder rekkevidden av artikkel 27 .

source: Dán čielggadusas gávnnahii Sámi vuoigatvuođalávdegoddi ahte artihkal 27 ii dušše suodjal stáhtalaš sisabahkkemiid vuostá mat gáržžidit joavkku geavaheamis iežas kultuvrra , muhto ahte stáhtain maiddái lea dihto fertenvuohta váfistit ahte veahádagat ožžot árjjálaš doarjaga .
nob: I denne utredningen konkluderte Samerettsutvalget med at artikkel 27 ikke bare beskytter mot statlige inngrep som begrenser gruppens utøvelse av sin kultur , men at statene også har en viss plikt til å sikre at minoritetene får aktiv støtte .

source: Sámi vuoigatvuođalávdegoddi ákkastalai maiddái dan bealis ahte artihkal 27 siskkilda kultuvrra seailluheami ja joatkima ávnnaslaš ovdehusaid .
nob: Samerettsutvalget argumenterte også for at artikkel 27 omfatter de materielle forutsetningene for opprettholdelse og videreføringen av kulturen .

source: ON:a olmmošvuoigatvuođakomitea lea atnán dán ávnnaslaš kulturdoahpaga vuođđun eamiálbmogiid hárrái .
nob: FNs menneskerettskomité har lagt dette materielle kulturbegrepet til grunn når det gjelder urfolk .

source: Álbmotriekteekspearttat mat dahke NOU 1997 : 5 Eamiálbmogiid eanavuoigatvuođat álbmotrievtti ja olgoriikkalaš rievtti mielde , oaivvildit ahte artihkkala 27 dulkojupmi eamiálbmogiid hárrái riikkaidgaskasaš geavadis lea mannan seamma guvlui go ILO-soahpamuš nr. 169 .
nob: Folkerettsekspertene i NOU 1997 : 5 Urfolks landrettigheter etter folkerett og utenlandsk rett mener at tolkningen av artikkel 27 i internasjonal praksis i forhold til urfolk har gått i samme retning som ILO-konvensjon nr. 169 .

source: Olmmošvuoigatvuođa-láhka addá konvenšuvdnii siviila ja politihkalaš vuoigatvuođaid birra stáhtusa norgalaš láhkan , vrd. máinnašumiin kapihttalis 3.4.3 .
nob: Menneskerettsloven gir konvensjonen om sivile og politiske rettigheter status som norsk lov , jf. omtale i kapittel 3.4.3 .

source: 3.3.2 ILO-soahpamuš nr. 169 eamiálbmogiid ja čearddalaš álbmogiid birra iešstivrejeaddji stáhtain
nob: 3.3.2 ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater

source: 76. riikkaidgaskasaš bargokonfereansa 1989 mearridii soahpamuš nr. 169 eamiálbmogiid ja čearddalaš álbmogiid birra iešstivrejeaddji stáhtain .
nob: Den 76. internasjonale arbeidskonferansen i 1989 vedtok konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater .

source: Norgalaš nannemiin 1990 dagai Norga konvenšuvnna gustojeaddji sámiide .
nob: Ved den norske ratifikasjonen i 1990 gjorde Norge konvensjonen gjeldende for samene .

source: ILO-soahpamuš nr. 169 lea ja ovdalaš ILO-soahpamuša nr. 107 ( 1958 ) lea vuos áidna guokte rievttálaš neavvu mat njuolga siskkildit eamiálbmogiid suodjalusa .
nob: ILO-konvensjon nr. 169 er sammen med den tidligere ILO-konvensjon nr. 107 ( 1958 ) , foreløpig de to eneste internasjonale rettslige instrumenter som direkte omhandler vern av urfolk .

source: ILO-soahpamuša nr. 169 váldopinsihppa lea eamiálbmogiid vuoigatvuohta seailluhit ja viidáseappot gárgedit iežaset kultuvrra , ja eiseválddiid geatnegasvuohta dahkat doaibmabijuid mat dorjot dán barggu .
nob: Hovedprinsippet i ILO-konvensjon nr. 169 er urfolks rett til å bevare og videreutvikle sin egen kultur , og myndighetenes plikt til å treffe tiltak for å støtte dette arbeidet .

source: Konvenšuvnnas lea mearrádusat eamiálbmogiid vuoigatvuođa birra ieža mearridit kultuvrralaš gárgedeamiset badjel , oahppat geavahit gielaset ja vuođđudit alcceset institušuvnnaid mat ovddastit sin eiseválddiid buohta .
nob: Konvensjonen har bestemmelser om urfolks rett til selv å bestemme over sin kulturelle utvikling , til å lære å bruke eget språk og til å opprette egne institusjoner til å representere seg overfor myndighetene .
